---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.SelectionChangedEventArgs
source: html/a8b3b56a-c1a3-d1a7-4eb1-6725b64f287a.htm
---
# SelectionChangedEventArgs Members

Returns the document associated with this event.